name: "test"
platform: "qualcomm"
max_batch_size: 1
input [
    {
        name: "input0"
        data_type: TYPE_FP32
        dims: [ 16 ]
    },
    {
        name: "input1"
        data_type: TYPE_FP32
        dims: [ 16 ]
    }
]
output [
    {
        name: "output0"
        data_type: TYPE_FP32
        dims: [ 16 ]
    }
]